{
    "version": "https://jsonfeed.org/version/1",
    "title": "contano",
    "description": "",
    "home_page_url": "https://contano.xyz",
    "feed_url": "https://contano.xyz/feed.json",
    "user_comment": "",
    "icon": "https://contano.xyz/media/website/12.jpg",
    "author": {
        "name": "Contano"
    },
    "items": [
        {
            "id": "https://contano.xyz/w-gdanskiej-restauracji-wieczorowa-pora.html",
            "url": "https://contano.xyz/w-gdanskiej-restauracji-wieczorowa-pora.html",
            "title": "W gdańskiej restauracji wieczorową porą",
            "summary": "Przedstawiam tutaj kolejne zdjęcie z wypadu do Gdańska. Zrobiłem je w ciepły letni wieczór, podczas niebieskiej godziny, gdy ostatnie promienie&hellip;",
            "content_html": "\n  <p>\n    Przedstawiam tutaj kolejne zdjęcie z wypadu do Gdańska. Zrobiłem je w ciepły letni wieczór, podczas niebieskiej godziny, gdy ostatnie promienie skrywającego się za horyzontem słońca mieszają się ze sztucznym oświetleniem. Powiem szczerze, że jest to moja ulubiona pora na fotografowanie miejskich scenerii. Bardzo lubię, gdy resztki naturalnego światła dziennego łączą się ze światłem lamp.\n  </p>\n\n  <p>\n    Przemierzając gdańską starówkę, naszym oczom w pewnym momencie ukazała się klimatycznie oświetlona kawiarnia pełna ludzi, gwaru i życia. Miękkie, ciepłe oświetlenie pięknie wypełniało przestrzeń. W pierwszym momencie to właśnie klimat i światło zwróciły moją uwagę.\n  </p>\n\n    <h2 id=\"to-jedno-jedyne-ujecie-aaa\">\n      To jedno jedyne ujęcie aaa\n    </h2>\n\n  <p>\n    Zatrzymaliśmy się na chwilę. Włączyłem zmysł obserwacji i mając aparat w gotowości, wyczekiwałem jakiegoś godnego uwagi momentu z życia tego miejsca, który mógłbym zachować nie tylko w moim umyśle, ale także na karcie pamięci mojego aparatu. Nie musiałem długo czekać. Po chwili z wnętrza kawiarni wyszedł do ogródka i ruszył do stolika czarnoskóry, ubrany w śnieżnobiałą koszulę kelner, niosący na tacy napoje. Podszedł do pary, która najwyraźniej oczekiwała na to zamówienie. Dziewczyna o czarnych włosach z warkoczykami także ubrana była w śnieżnobiałą koszulę a przy stoliku dalej również siedziała dziewczyna w... białej koszuli... :)\n  </p>\n\n  <p>\n    Podniosłem aparat i w mgnieniu oka, instynktownie zrobiłem zdjęcie. Jest to jedyne ujęcie tej sceny, jakie wykonałem. Bardzo lubię tę fotografię. Zatrzymana w mocnym punkcie kadru sytuacja przy stoliku, bar a także odbicia w szybie na drugim planie i klimatyczne, ciepłe oświetlenie tej sceny tworzą atmosferę harmonii, która przepełniona jest życiem.\n  </p>\n\n    <h2 id=\"technikalia\">\n      Technikalia\n    </h2>\n\n  <p>\n    Zdjęcie zrobiłem aparatem Fujifilm X-T3 z obiektywem Viltrox 23mm F1.4 w formacie RAW i poddałem obróbce z wykorzystaniem programów DxO PhotoLab, Adobe Photoshop, DxO FilmPack i Topaz Sharpen AI.\n  </p>\n\n  <ul>\n    <li>ISO: 5000</li><li>przysłona: F2.8</li><li>czas ekspozycji: 1/160 s</li><li>ogniskowa: 23 mm</li><li>kadrowanie: proporcja boków 2:3</li><li>rendering kolorów: symulacja filmu Fuji Classic Neg.</li>\n  </ul>",
            "image": "https://contano.xyz/media/posts/21/w-gdanskiej-restauracji.jpg",
            "author": {
                "name": "Contano"
            },
            "tags": [
                   "street photo",
                   "pejzaż miejski",
                   "Viltrox 23mm F1.4",
                   "Gdańsk",
                   "Fujifilm X-T3"
            ],
            "date_published": "2024-02-22T16:15:00+01:00",
            "date_modified": "2024-10-16T20:06:56+02:00"
        },
        {
            "id": "https://contano.xyz/jak-oni-symetrycznie-stoja.html",
            "url": "https://contano.xyz/jak-oni-symetrycznie-stoja.html",
            "title": "Jak oni symetrycznie stoją :)",
            "summary": "Decydujący moment ma to do siebie, że czasem trzeba go wyczekać. Zdarzają się jednak sytuacje, w których pojawia się znienacka.",
            "content_html": "\n  <p>\n    Decydujący moment ma to do siebie, że czasem trzeba go wyczekać. Zdarzają się jednak sytuacje, w których pojawia się znienacka. Tak było tym razem, gdy wraz z rodziną spacerowałem uliczkami Gdańska.\n  </p>\n\n  <p>\n    Był ciepły, sierpniowy wieczór. Słońce chyliło się już mocno ku zachodowi. Wraz z żoną i synem zwiedzaliśmy urocze zakątki gdańskiej starówki. Na ten kilkudniowy wypad nad morze zdecydowałem się wziąć tylko jeden stałoogniskowy, jasny obiektyw. Potrzebowałem w miarę uniwersalnego szkła, którym zrobię zdjęcia zarówno w pełnym słońcu jak i po zmroku przy świetle ulicznych lamp. Nie miałem wtedy jeszcze genialnego kompaktu - Panasonic Lumix LX100 z fenomenalnym, bardzo jasnym zoomem o mocno uniwersalnym zakresie.\n  </p>\n\n  <p>\n    Fotografowanie miasta tętniącego życiem to zajęcie, które bardzo lubię. Wynika to chyba z faktu, że jestem zwierzęciem miejskim :) W mieście się urodziłem, wychowałem, dorastałem i wkroczyłem w dorosłość. Czuję więc miejską duszę dość dobrze.\n  </p>\n\n    <h2 id=\"warto-byc-przygotowanym-na-blyskawiczne-dzialanie\">\n      Warto być przygotowanym na błyskawiczne działanie :)\n    </h2>\n\n  <p>\n    Gdy podziwiałem architekturę i nadmorskie widoki, w pewnym momencie rzuciła mi się w oczy dwójka ludzi stojących przy barierce a właściwie, mówiąc precyzyjnie, ich stopy. Stali, krzyżując nogi w niemal identyczny sposób, symetrycznie. Momentalnie wycelowałem i nacisnąłem spust migawki. Tu potrzebna była błyskawiczna reakcja, ponieważ za ułamek sekundy mogli zmienić pozycję i ten kadr pozostałby jedynie w mojej świadomości, zamiast zostać uwiecznionym na karcie pamięci mojego aparatu :)\n  </p>\n\n    <h2 id=\"technikalia\">\n      Technikalia\n    </h2>\n\n  <p>\n    Zdjęcie zrobiłem aparatem Fujifilm X-T3 z obiektywem Viltrox 23mm F1.4 w formacie RAW i poddałem obróbce z wykorzystaniem programów DxO PhotoLab, Adobe Photoshop, DxO FilmPack i Topaz Sharpen AI.\n  </p>\n\n  <ul>\n    <li>ISO: 2000</li><li>przysłona: F2.8</li><li>czas ekspozycji: 1/160 s</li><li>ogniskowa: 23 mm</li><li>kadrowanie: proporcja boków 2:3</li><li>rendering kolorów: symulacja filmu Kodak Ektar 100</li>\n  </ul>",
            "image": "https://contano.xyz/media/posts/20/symetrycznie-stoja.jpg",
            "author": {
                "name": "Contano"
            },
            "tags": [
                   "street photo",
                   "pejzaż miejski",
                   "Viltrox 23mm F1.4",
                   "Gdańsk",
                   "Fujifilm X-T3"
            ],
            "date_published": "2024-02-21T22:14:00+01:00",
            "date_modified": "2024-10-14T13:19:08+02:00"
        },
        {
            "id": "https://contano.xyz/obiektyw-ktory-namalowal-mi-kwiat.html",
            "url": "https://contano.xyz/obiektyw-ktory-namalowal-mi-kwiat.html",
            "title": "Obiektyw, który namalował mi kwiat",
            "summary": "Bardzo lubię fotografować kwiaty. Jest to wspaniałe doświadczenie zwłaszcza wiosną, gdy przyroda budzi się do życia a barwy stają się&hellip;",
            "content_html": "\n  <p>\n    Bardzo lubię fotografować kwiaty. Jest to wspaniałe doświadczenie zwłaszcza wiosną, gdy przyroda budzi się do życia a barwy stają się żywe i soczyste. Gdy promienie wiosennego słońca zaglądają do przydomowego ogródka, pojawiam się tam z aparatem, aby uwiecznić ten spektakl witalności.\n  </p>\n\n    <h2 id=\"magia-starego-manualnego-szkla\">\n      Magia starego, manualnego szkła\n    </h2>\n\n  <p>\n    Do zrobienia tego zdjęcia wybrałem obiektyw Olympus OM Zuiko 50mm F3.5 macro 1:2, podpięty do aparatu Sony A7. Jest to wiekowa już konstrukcja z analogowego, lustrzankowego systemu Olympusa.\n  </p>\n\n  <p>\n    Większość współczesnych obiektywów makro można kupić ze światłem F2.8. Ten jest więc jak na obecne realia stosunkowo ciemny. Nie przeszkadza mi to jednak, ponieważ obrazek, który generuje, jest w mojej opinii fantastyczny. Cechuje go specyficzny, malarski charakter. Bokeh nie jest idealnie gładki. Lekka chropowatość obrazu robi wrażenie większej trójwymiarowości a kolory są fantastyczne.\n  </p>\n\n  <p>\n    Wraz ze sprzedażą systemu Sony i przesiadce na Fujifilm X, sprzedałem również ten obiektyw i szczerze powiedziawszy, żałuje. No cóż, być może kupię go ponownie :)\n  </p>\n\n    <h2 id=\"technikalia\">\n      Technikalia\n    </h2>\n\n  <p>\n    Zdjęcie zrobiłem w formacie RAW i poddałem obróbce z wykorzystaniem programów Adobe Lightroom Classic, VSCO Lightroom Presets i Adobe Photoshop.\n  </p>\n\n  <ul>\n    <li>ISO: 400</li><li>przysłona: F3.5</li><li>czas ekspozycji: 1/400 s</li><li>ogniskowa: 50 mm</li><li>kadrowanie: proporcja boków 3:2</li><li>rendering kolorów: symulacja filmu Fuji Provia 400X z pakietu VSCO dla programu Lightroom Classic (obecnie VSCO nie dostarcza już niestety tych wtyczek dla Lightroom’a)</li>\n  </ul>",
            "image": "https://contano.xyz/media/posts/19/kwiaty6.jpg",
            "author": {
                "name": "Contano"
            },
            "tags": [
                   "kwiaty",
                   "fotografia zbliżeniowa",
                   "Sony A7",
                   "Olympus OM Zuiko 50mm F3.5 macro 1:2"
            ],
            "date_published": "2024-02-21T22:12:00+01:00",
            "date_modified": "2024-02-22T22:42:10+01:00"
        },
        {
            "id": "https://contano.xyz/czekajac-w-bramie-na-decydujacy-moment.html",
            "url": "https://contano.xyz/czekajac-w-bramie-na-decydujacy-moment.html",
            "title": "Czekając w bramie na decydujący moment",
            "summary": "Zrobienie zdjęcia na Wawelu, w szczycie sezonu turystycznego, w którym panowałby porządek, nie należy do zadań łatwych. Tłumy pędzących turystów&hellip;",
            "content_html": "\n  <p>\n    Zrobienie zdjęcia na Wawelu, w szczycie sezonu turystycznego, w którym panowałby porządek, nie należy do zadań łatwych. Tłumy pędzących turystów stanowią w takiej sytuacji nie lada wyzwanie. Prezentowaną tutaj fotografię zrobiłem w czerwcowe popołudnie podczas spaceru po wawelskim dziedzińcu.\n  </p>\n\n  <p>\n    Jako rodowity krakus znam ten zakątek miasta bardzo dobrze i znalezienie ciekawej sceny nie jest dla mnie łatwe. Nie wynika to z charakteru miejsca, ale z faktu, że jak się patrzy na coś setki razy, to trudno jest dopatrzeć się czegoś zaskakującego. Zdecydowanie łatwiej jest robić zdjęcia, gdy znajdujemy się w nowym otoczeniu, w którym zmysł ciekawości znacznie się wyostrza.\n  </p>\n\n    <h2 id=\"decydujacy-moment-kazal-na-siebie-czekac-prawie-godzine\">\n      Decydujący moment kazał na siebie czekać prawie godzinę :)\n    </h2>\n\n  <p>\n    Stałem kilka metrów od bramy i obserwowałem przechodzących ludzi z myślą zrobienia zdjęcia. Przewalające się tłumy nie ułatwiały mi tego zadania, ponieważ moim zamysłem było wykonanie fotografii cechującej się harmonią i porządkiem. Czekałem i naciskałem spust migawki za każdym razem, gdy tłum się przerzedzał a to co się działo w bramie, cechowało się spokojem. Wykonanie kilkudziesięciu zdjęć zabrało mi około godziny.\n  </p>\n\n  <p>\n    Przeglądając materiał na gorąco, na ekranie aparatu zauważyłem kilka ujęć, które spełniały moje założenia. Nie byłem wówczas pewny, które z nich wybiorę. Po zgraniu zdjęć na komputer i przeglądnięciu ich na dużym ekranie wybór stał się oczywisty. Trójka przechodniów w dynamicznej pozie z symetrycznie uniesionymi stopami była tym, co idealnie wpisało się w moje założenia. To był decydujący moment, na który czekałem.\n  </p>\n\n  <p>\n    Na etapie postprodukcji stwierdziłem, że nie chcę trzymać się konwencji dokumentalnej i poszalałem z kolorem nieba, aby nadać fotografii bardziej wyrazisty i nieoczywisty charakter.\n  </p>\n\n    <h2 id=\"technikalia\">\n      Technikalia\n    </h2>\n\n  <p>\n    Zdjęcie zrobiłem aparatem Fujifilm X-T3 z obiektywem Fujinon XF 16-80 mm f/4 R OIS WR w formacie RAW i poddałem obróbce z wykorzystaniem programów DxO PhotoLab, Adobe Photoshop, DxO FilmPack i Topaz Sharpen AI.\n  </p>\n\n  <ul>\n    <li>ISO: 640</li><li>przysłona: F8</li><li>czas ekspozycji: 1/250 s</li><li>ogniskowa: 34.2 mm</li><li>kadrowanie: proporcja boków 2:3</li><li>rendering kolorów: symulacja filmu Fuji Superia X-Tra 400</li>\n  </ul>",
            "image": "https://contano.xyz/media/posts/18/brama-decydujacy-moment.jpg",
            "author": {
                "name": "Contano"
            },
            "tags": [
                   "street photo",
                   "pejzaż miejski",
                   "Kraków",
                   "Fujinon XF 16-80 mm f/4 R OIS WR",
                   "Fujifilm X-T3"
            ],
            "date_published": "2024-02-20T22:12:00+01:00",
            "date_modified": "2024-10-14T13:18:33+02:00"
        },
        {
            "id": "https://contano.xyz/krakow-w-barwach-nocy.html",
            "url": "https://contano.xyz/krakow-w-barwach-nocy.html",
            "title": "Kraków w barwach nocy",
            "summary": "Prezentuję tutaj kolejne zdjęcie, które zrobiłem w Krakowie podczas nocnego spaceru. Noc w mieście rozświetlonym różnokolorowym światłem daje kapitalne możliwości&hellip;",
            "content_html": "\n  <p>\n    Prezentuję tutaj kolejne zdjęcie, które zrobiłem w Krakowie podczas nocnego spaceru. Noc w mieście rozświetlonym różnokolorowym światłem daje kapitalne możliwości kreacji fotograficznej. To co w ciągu dnia wydaje się być mało interesujące, nocą nabiera nowego charakteru. Dzieje się to głównie za sprawą sztucznego oświetlenia, które przenika przestrzeń.\n  </p>\n\n  <p>\n    Idąc bulwarem wiślanym od strony Mostu Grunwaldzkiego w kierunku alei Trzech Wieszczy, widzimy punkt charakterystyczny, którym jest Dom Handlowy Jubilat. Za dnia budowla ta nigdy nie wzbudziła we mnie szczególnego zainteresowania pod kątem zdjęciowym.\n  </p>\n\n    <h2 id=\"swiat-skapany-w-kolorowym-swietle\">\n      Świat skąpany w kolorowym świetle\n    </h2>\n\n  <p>\n    Nocą, gdy neon znajdujący się na dachu budynku zaczyna świecić, przestrzeń wokół zmienia się diametralnie. Kładące się na lustrze Wisły światło tworzy wielobarwne kompozycje. Wykorzystując długi czas ekspozycji, można powstałe w ten sposób odbicia wygładzić i uzyskać dzięki temu eksplozję przenikających toń rzeki kolorowych obrazów.\n  </p>\n\n    <h2 id=\"technikalia\">\n      Technikalia\n    </h2>\n\n  <p>\n    Zdjęcie zrobiłem zamocowanym na statywie aparatem Fujifilm X-T3 z obiektywem Fujinon XF 16-80 mm f/4 R OIS WR w formacie RAW i poddałem obróbce z wykorzystaniem programów DxO PhotoLab, Adobe Photoshop, DxO FilmPack i Topaz Sharpen AI.\n  </p>\n\n  <ul>\n    <li>ISO: 160</li><li>przysłona: F8</li><li>czas ekspozycji: 10 s</li><li>ogniskowa: 42.9 mm</li><li>kadrowanie: proporcja boków 3:2</li><li>rendering kolorów: symulacja filmu Fuji Velvia</li>\n  </ul>",
            "image": "https://contano.xyz/media/posts/17/jubilat-krk-noc.jpg",
            "author": {
                "name": "Contano"
            },
            "tags": [
                   "pejzaż miejski",
                   "fotografia nocna",
                   "Kraków",
                   "Fujinon XF 16-80 mm f/4 R OIS WR",
                   "Fujifilm X-T3"
            ],
            "date_published": "2024-02-19T22:11:00+01:00",
            "date_modified": "2024-10-14T13:16:47+02:00"
        },
        {
            "id": "https://contano.xyz/przez-nieuwage-wszedlem-w-kaluze-i.html",
            "url": "https://contano.xyz/przez-nieuwage-wszedlem-w-kaluze-i.html",
            "title": "Przez nieuwagę wszedłem w kałużę i... :)",
            "summary": "To był długi dzień. Robiłem z koleżanką sesję zdjęciową w Krakowie. Chodziliśmy po różnych zakamarkach miasta a ona jak zawsze&hellip;",
            "content_html": "\n  <p>\n    To był długi dzień. Robiłem z koleżanką sesję zdjęciową w Krakowie. Chodziliśmy po różnych zakamarkach miasta a ona jak zawsze dzielnie mi pozowała, wkładając przy tym mnóstwo twórczej inicjatywy i pozytywnej energii.\n  </p>\n\n  <p>\n    Planowałem w tym dniu po zakończeniu sesji portretowej wybrać się na fotografowanie nocne, ale ponieważ nie chciało mi się samemu snuć po mieście, zaproponowałem znajomej, aby mi towarzyszyła. Chętnie przystała na propozycję i ruszyliśmy łowić nocne kadry.\n  </p>\n\n    <h2 id=\"gapiostwo-jako-impuls-inspiracji\">\n      Gapiostwo jako impuls inspiracji :)\n    </h2>\n\n  <p>\n    Szliśmy bulwarem wiślanym, rozmawiając i wypatrując ciekawych ujęć. W pewnym momencie usłyszałem, jak koleżanka mówi: „popatrz, w kałuży odbija się most”. Zanim zdążyłem zapytać, gdzie? Wlazłem w to niewielkie bajorko :)\n  </p>\n\n  <p>\n    Rozmawiałem, rozglądałem się dookoła i nie zauważyłem tego, co było tuż pod moimi stopami. Na szczęście znajoma, która jak widać była bardziej uważna, wypatrzyła kałużę i most, który odbijał się w jej tafli. Odczekaliśmy chwilę, aż woda się uspokoi po moim nieuważnym wtargnięciu w jej toń :) W międzyczasie rozstawiłem statyw, ustawiłem aparat i gdy wszystko było gotowe, zrobiłem to zdjęcie.\n  </p>\n\n    <h2 id=\"technikalia\">\n      Technikalia\n    </h2>\n\n  <p>\n    Zdjęcie zrobiłem zamocowanym na statywie aparatem Fujifilm X-T3 z obiektywem Fujinon XF 16-80 mm f/4 R OIS WR w formacie RAW i poddałem obróbce z wykorzystaniem programów DxO PhotoLab, Adobe Photoshop, DxO FilmPack i Topaz Sharpen AI.\n  </p>\n\n  <ul>\n    <li>ISO: 160</li><li>przysłona: F8</li><li>czas ekspozycji: 8.5 s</li><li>ogniskowa: 20.2 mm</li><li>kadrowanie: proporcja boków 3:2</li><li>rendering kolorów: symulacja filmu Fuji Velvia</li>\n  </ul>",
            "image": "https://contano.xyz/media/posts/16/kaluza-noc-most.jpg",
            "author": {
                "name": "Contano"
            },
            "tags": [
                   "pejzaż miejski",
                   "fotografia nocna",
                   "Kraków",
                   "Fujinon XF 16-80 mm f/4 R OIS WR",
                   "Fujifilm X-T3"
            ],
            "date_published": "2024-02-19T22:10:00+01:00",
            "date_modified": "2024-10-14T13:16:03+02:00"
        },
        {
            "id": "https://contano.xyz/tworzymy-wieloswiat-bez-uzycia-wielokrotnej-ekspozycji.html",
            "url": "https://contano.xyz/tworzymy-wieloswiat-bez-uzycia-wielokrotnej-ekspozycji.html",
            "title": "Tworzymy wieloświat bez użycia wielokrotnej ekspozycji",
            "summary": "Lubię eksperymentować z różnymi technikami fotograficznymi. Szczególną przestrzeń do takich działań daje fotografia analogowa, ale w świecie cyfrowym także mamy&hellip;",
            "content_html": "\n  <p>\n    Lubię eksperymentować z różnymi technikami fotograficznymi. Szczególną przestrzeń do takich działań daje fotografia analogowa, ale w świecie cyfrowym także mamy spore pole do popisu.\n  </p>\n\n    <h2 id=\"aby-powstala-inspiracja-potrzebny-jest-impuls\">\n      Aby powstała inspiracja potrzebny jest impuls.\n    </h2>\n\n  <p>\n    Zdjęcie, które tu przedstawiam, zrobiłem w Krakowie. Swego czasu na placu przed budynkiem Muzeum Narodowego stały oszklone pawilony wystawowe. Wydawać by się mogło, że z fotograficznego punktu widzenia to nic szczególnego, po prostu budki zagracające plac. Przechodziłem koło tych instalacji wielokrotnie w ciągu dnia i nie wywoływały one we mnie jakiegoś szczególnego zainteresowania. Sytuacja uległa zmianie, gdy mijałem je wieczorem a wewnątrz pawilonów zaświeciły się światła mieszając się z oświetleniem ulicznym i aurą niebieskiej godziny.\n  </p>\n\n  <p>\n    Podszedłem i zacząłem fotografować te obiekty z różnych stron i pod różnym kątem a afekty, które zobaczyłem na ekranie podglądu w aparacie zmobilizowały mnie do dalszych działań. Wyglądało to interesująco i tak mnie wciągnęło, że spędziłem tam dobrą godzinę a gdy skończyłem robić zdjęcia, było już całkiem ciemno.\n  </p>\n\n    <h2 id=\"konceptualne-postrzeganie-rzeczywistosci\">\n      Konceptualne postrzeganie rzeczywistości\n    </h2>\n\n  <p>\n    Efekt przenikania się różnych obiektów poprzez odbicia w kilku szybach jednocześnie był nieco podobny do wykorzystania techniki wielokrotnej ekspozycji. Tworzył abstrakcyjny wieloświat, wielowymiarową przestrzeń, konceptualny twór wyłaniający się z chaosu nałożonych na siebie w naturalny sposób obrazów.\n  </p>\n\n    <h2 id=\"technikalia\">\n      Technikalia\n    </h2>\n\n  <p>\n    Zdjęcie zrobiłem aparatem Fujifilm X-T3 z obiektywem Fujinon XF 16-80 mm f/4 R OIS WR w formacie RAW i poddałem obróbce z wykorzystaniem programów DxO PhotoLab, Adobe Photoshop, DxO Nik Collection Silver Efex Pro i Topaz Sharpen AI.\n  </p>\n\n  <ul>\n    <li>ISO: 2500</li><li>przysłona: F4</li><li>czas ekspozycji: 1/125 s</li><li>ogniskowa: 16 mm</li><li>kadrowanie: proporcja boków 3:2</li>\n  </ul>",
            "image": "https://contano.xyz/media/posts/15/wieloswiat.jpg",
            "author": {
                "name": "Contano"
            },
            "tags": [
                   "pejzaż miejski",
                   "fotografia konceptualna",
                   "Kraków",
                   "Fujinon XF 16-80 mm f/4 R OIS WR",
                   "Fujifilm X-T3"
            ],
            "date_published": "2024-02-12T22:09:00+01:00",
            "date_modified": "2024-10-14T13:15:00+02:00"
        },
        {
            "id": "https://contano.xyz/w-poszukiwaniu-geometrii.html",
            "url": "https://contano.xyz/w-poszukiwaniu-geometrii.html",
            "title": "W poszukiwaniu geometrii",
            "summary": "Powiem szczerze, że niełatwo robi się zdjęcia w miejscu, które się bardzo dobrze zna. Gdy znajdujemy się w nowym otoczeniu,&hellip;",
            "content_html": "\n  <p>\n    Powiem szczerze, że niełatwo robi się zdjęcia w miejscu, które się bardzo dobrze zna. Gdy znajdujemy się w nowym otoczeniu, zmysły są bardziej wyostrzone i dostrzegamy więcej. Z tego właśnie względu mój rodzinny Kraków, choć piękny, zawsze stanowi dla mnie nie lada fotograficzne wyzwanie. Chociaż od wielu lat już w Krakowie nie mieszkam, bywam tam często i jak tylko czas pozwoli, chwytam za aparat i fotografuję.\n  </p>\n\n    <h2 id=\"przechadzajac-sie-po-plycie-rynku-glownego-w-zimowe-pochmurne-popoludnie\">\n      Przechadzając się po płycie rynku głównego w zimowe, pochmurne popołudnie\n    </h2>\n\n  <p>\n    Przy braku interesującego światła postanowiłem podjąć wyzwanie, żeby jeszcze raz spojrzeć na te dobrze znane mi miejsca. Niezbyt sprzyjająca aura i czas, gdy turystów jest stosunkowo mało, sprawiły, że w mieście nie było tłoczno.\n  </p>\n\n  <p>\n    Ciężkie chmury i popołudniowa, dość późna godzina spowodowały, że atmosfera stała się nieco mroczna. Ten przytłaczający nastrój dominujący w otoczeniu rozpraszał śnieg, który choć w niewielkiej ilości, pokrywał jednak drzewa, budynki i ulice.\n  </p>\n\n    <h2 id=\"geometryczny-impuls-w-kadrze\">\n      Geometryczny impuls w kadrze\n    </h2>\n\n  <p>\n    W pewnym momencie dostrzegłem, że wyryte w śniegu na drodze linie jakby wpisują się w harmonię tworzoną przez kształty architektury i pokaźnej wielkości drzewo stojące przy kościele św. Wojciecha. Zrobiłem kilka ujęć a w głowie pojawiła się myśl – <strong>geometria</strong>. Ruszyłem więc dalej w poszukiwaniu geometrycznych kadrów. Moje zmysły wyostrzyły się na to, co geometryczne i to właśnie postanowiłem fotografować, dokąd wystarczy naturalnego światła dnia.\n  </p>\n\n  <p>\n    Ze spaceru przyniosłem zdjęcia, których cechą główną była geometria a tutaj prezentuję jedno z nich jako przykład specyficznej koncentracji uwagi na formie i detalu.\n  </p>\n\n    <h2 id=\"technikalia\">\n      Technikalia\n    </h2>\n\n  <p>\n    Zarówno to zdjęcie jak i pozostałe z tej serii zrobiłem moim ulubionym aparatem do wszystkiego i towarzyszem w podróży, którym jest kompakt Panasonic Lumix LX100. Zdjęcie zostało zrobione w formacie RAW i poddane obróbce z wykorzystaniem DxO PhotoLab, Adobe Photoshop i Topaz Sharpen AI.\n  </p>\n\n  <p>\n    Przyglądając się fotografii podczas obróbki, doszedłem do wniosku, że najlepiej będzie skadrować ją w kwadracie, ponieważ format ten jeszcze mocniej podkreśla geometryczny charakter sceny.\n  </p>\n\n  <ul>\n    <li>ISO: 200</li><li>przysłona: F4</li><li>czas ekspozycji: 1/125 s</li><li>ogniskowa: 10.9 mm</li><li>rendering kolorów: DxO camera profile DMC-LX100</li>\n  </ul>",
            "image": "https://contano.xyz/media/posts/14/w-poszukiwaniu-geometrii.jpg",
            "author": {
                "name": "Contano"
            },
            "tags": [
                   "pejzaż miejski",
                   "Panasonic Lumix LX100",
                   "Kraków"
            ],
            "date_published": "2024-02-11T22:08:07+01:00",
            "date_modified": "2024-10-14T13:14:17+02:00"
        }
    ]
}
